{
  "selection": [
    "The Tyranny of Metrics",
    "When to Rob a Bank",
    "The End of the World is Just the Beginning",
    "The Rational Optimist"
  ],
  "books": {
    "Fooled By Randomness": {
      "filename": "fooledbyrandomness.jpg",
      "link": "https://www.amazon.com/Fooled-Randomness-Hidden-Chance-Markets-dp-B006Q7VYC4/dp/B006Q7VYC4/ref=dp_ob_title_bk",
      "review": "A lengthy compendium on probabilistic reasoning that helped kick off a curiosity of indefinite computation.  There's more ancient philosophy than a book like this really needs but the occasional brazen punchline from the contemporary anecdotes make it bearable."
    },
    "The Rational Optimist": {
      "filename": "ratOpt.jpg",
      "link": "https://www.amazon.com/Rational-Optimist-Prosperity-Evolves-P-s/dp/0061452068",
      "review": "The story of humanity's growth with a refined variation of a lens I very much believe deserves greater publicity.  Long, yes, but ultimately one of the most important books for me to have read."
    },
    "Freakonomics": {
      "filename": "freakonomics.jpeg",
      "link": "https://freakonomics.com/books/",
      "review": "The original on cracked economics.  Dozens of case studies heavy on the unexpected results of incentives.  Mind Expanding. Very nice."
    },
    "Superfreakonomics": {
      "filename": "superfreakonomics.jpeg",
      "link": "https://freakonomics.com/books/",
      "review": "More of the goods?  Excellent.  A number of case studies on finding simple solutions to wicked problems through changing the attack vector in brainstorming.  Another fun read."
    },
    "When to Rob a Bank": {
      "filename": "whenToRobABank.jpeg",
      "link": "https://freakonomics.com/books/",
      "review": "Collection of blog posts.  Good for short reading sessions.  I read this one first, I thought the Freakonomics mode of thinking was hilarious.  Classic."
    },
    "Think like a Freak": {
      "filename": "thinkLikeAFreak.jpg",
      "link": "https://freakonomics.com/books/",
      "review": "More like the other Freakonomics books than I expected (cracked storytelling), which is still excellent, but I wished there was greater insights into seeing past conventional wisdom, which is what thinking like a freak means.  Still a great book."
    },
    "The Tyranny of Metrics": {
      "filename": "TyrannyOfMetrics.jpg",
      "link": "https://www.amazon.com/Tyranny-Metrics-Jerry-Z-Muller/dp/0691174954",
      "review": "Library find.  Very appreciated read given my field of study.  Adds a new lens on the cost of information and how it impacts us from the cube office to the oval office"
    },
    "The Accidental Superpower": {
      "filename": "theAccidentalSuperpower.jpeg",
      "link": "https://zeihan.com/",
      "review": "My intro to geopolitics, brilliant hook that made possibly my fastest read ever.  The straightforward the lines of reasoning and grounding in concrete realities that few would consider controversial is incredible, even when the conclusions seem hyper-dramatic."
    },
    "The Absent Superpower": {
      "filename": "theAbsentSuperpower.jpeg",
      "link": "https://zeihan.com/",
      "review": "Hadn't realized the author was the same as Accidental when I bought it.  It covered a lot of the same stuff but with a heavy emphasis on fracking technology which was a bit slow but it solidified the veracity of Zeihan's worldview."
    },
    "Disunited Nations": {
      "filename": "disunitedNations.jpeg",
      "link": "https://zeihan.com/disunited-nations/",
      "review": "Chapter profiles of key countries in the world provides lots of interesting supporting details, but being the third book of its kind made the rehashing a bit of a drag."
    },
    "The End of the World is Just the Beginning": {
      "filename": "theEndOfTheWorldIsJustTheBeginning.jpeg",
      "link": "https://zeihan.com/end-of-the-world/",
      "review": "Separates itself from the others by Zeihan in its breakdown of specific resources of every category, from nickel to corn.  Being generalized, specific, and an enjoyable read all at the same time.  Galaxy Brain stuff."
    },
    "The Storm Before the Calm": {
      "filename": "theStormBeforeTheCalm.jpeg",
      "link": "https://www.amazon.com/Storm-Before-Calm-Americas-Discord/dp/1101911786/",
      "review": "Repetitive and almost faith-based.  The cycles and cultural inclinations used as the backbone for predictions may be accurate, but the evidence for this was slim.  Nonetheless, the cultural archetypes laid out here have stuck with me, albeit not for political fortune-telling purposes."
    },
    "No, They Can't": {
      "filename": "no-they-cant.jpeg",
      "link": "https://www.goodreads.com/book/show/13260131-no-they-can-t",
      "review": "I much preferred Give Me A Break (which I read first).  Sossel's writing style in this book is less developed - it feels aimless and with an intent to lecture."
    },
    "Give Me a Break": {
      "filename": "giveMeABreak.jpeg",
      "link": "https://www.amazon.com/Give-Me-Break-Exposed-Hucksters-ebook/dp/B000FC2NF8/",
      "review": "I expected a boring autobiography-type book, but instead is a glimpse inside Stossel's work that transformed itself as it transformed his view.  Was very happy to see a figure of similar personal ideology.  Probably made it a little too easy to swallow that pill."
    },
    "Zero To One": {
      "filename": "zeroToOne.jpeg",
      "link": "https://www.amazon.com/Zero-One-Notes-Startups-Future/dp/0804139296",
      "review": "Initially very frustrating read.  Took a bit of internal review to realize that this has to be read with an entrepreneurial perspective, not a consumer one.  After that, it's quite eye-opening in ways that would've been obvious without the lens of life experience.  The optimistic takes are very much appreciated and their justifications are solid."
    },
    "Courage is Calling": {
      "filename": "courageIsCalling.jpeg",
      "link": "https://www.amazon.com/Courage-Calling-Fortune-Favors-Brave/dp/B094PMPCBT/",
      "review": "Average on the readability scale, but inspiring all the same.  As a primer in stoicism it gets a 8/10 for not enough gigachad energy to match the gigachad content."
    },
    "Discipline Is Destiny": {
      "filename": "disciplineIsDestiny.jpg",
      "link": "https://www.amazon.com/Discipline-Destiny-Power-Self-Control-Virtues/dp/0593191692",
      "review": "Much like the first in its series - small chapters (very helpful) each with inspiring insider stories of figures of history.  Anyone capable of learning from these figures would benefit greatly from implementing the virtues in this series."
    },
    "Right Thing, Right Now": {
      "filename": "rightthingrightnow.png",
      "link": "https://www.amazon.com/Right-Thing-Now-Values-Character/dp/0593191714",
      "review": "As the third in its series, the virtue of justice derives a large portion of its meaning from the previous two.  While still an good read with a valuable influence for personal growth, it lacks a distinction between justice as a virtue and fighting for the right cause.  Some sections preach for ideological purity while others insist on pragmatism which is a pretty important detail regarding justice."
    },
    "On Grand Strategy": {
      "filename": "onGrandStrategy.jpeg",
      "link": "https://www.amazon.com/Grand-Strategy-John-Lewis-Gaddis/dp/1594203512",
      "review": "Book for the academically-inclined.  Not fun to read.  Big words scary.  It's insightful to be sure but I wouldn't read it again.  The message on conceptual contradictions has stuck with me.  Quite the brain food."
    },
    "David and Goliath": {
      "filename": "davidAndGoliath.png",
      "link": "https://www.amazon.com/David-Goliath-Underdogs-Misfits-Battling/dp/0316239852/",
      "review": "Book contains takes that may not be hot, but *are* incredibly based.  In a sentence: Goliath is only the giant from the wrong perspectives.  The only reason it's not one of my favorites is that it's tamer than the aggressively standoffish and hilarious."
    },
    "The Scout Mindset": {
      "filename": "scoutMindset.png",
      "link": "https://www.amazon.com/Scout-Mindset-People-Things-Clearly-ebook/dp/B07L2HQ26K/",
      "review": "Felt like a list of things that I already do that I should be more mindful of.  Maybe that's just me.  There was some interesting mental probablism sprinkled in the first half but the second half did not have much new to say.  Good but not eye-opening."
    },
    "Verbal Judo": {
      "filename": "verbalJudo.png",
      "link": "https://www.amazon.com/Verbal-Judo-Second-Gentle-Persuasion-ebook/dp/B00FJ3CMI6/",
      "review": "Book tries to hook you into reading it even when you're already halfway through reading it.  And it works!  Definitely a good book to review occasionally to keep yourself grounded during tense moments."
    },
    "You Can Read Anyone": {
      "filename": "youCanReadAnyone.jpg",
      "link": "https://www.amazon.com/YOU-READ-ANYONE-David-Lieberman-ebook/dp/B001J6OV0Y",
      "review": "Not as page-turning as many of the others and clearly not as memorable.  The techniques pique curiosity but are difficult to use without practice."
    },
    "The Parasitic Mind": {
      "filename": "theParasiticMind.jpeg",
      "link": "https://www.amazon.com/Parasitic-Mind-Infectious-Killing-Common/dp/1684512298/",
      "review": "The humor is the most memorable part but the concepts are no slouches.  The contemporary culture war basis makes it tricky to talk about, but it absolutely should be discussed."
    },
    "Profiles in Courage": {
      "filename": "profilesInCourage.jpeg",
      "link": "https://www.amazon.com/Profiles-Courage-John-F-Kennedy/dp/0060854936",
      "review": "Another book that was hard to really get into but still provided fascinating commentary on some very important figures that have faded from public memory."
    },
    "Where Good Ideas Come From": {
      "filename": "where-good-ideas-come-from.png",
      "link": "https://www.goodreads.com/book/show/8034188-where-good-ideas-come-from",
      "review": "I got this book at a recycling center.  I didn't want to read it or like it.  Unfortnuately, it's pretty good.  200 pages of considerate review of how innovation comes to be + suggestions to expand the utility of your ideas (I've adopted several!)"
    },
    "Make Your Bed": {
      "filename": "makeYourBed.jpg",
      "link": "https://www.amazon.com/Make-Your-Bed-Little-Things/dp/1455570249",
      "review": "Something small to read on a rainy day or flight.  Valuable advice condensed into personal stories that stretch beyond anecdotes."
    },
    "12 Rules for Life": {
      "filename": "12RulesForLife.jpg",
      "link": "https://www.amazon.com/12-Rules-Life-Antidote-Chaos/dp/0345816021/",
      "review": "Another read with challenging academic vernacular.  I had a agreeable-hate relationship with the biblical storytelling that made me somewhat dread reading yet also question the nature of religion.  Another example of books with good advice being not fun to get into."
    },
    "Beyond Order: 12 More Rules for Life": {
      "filename": "BeyondOrder.jpg",
      "link": "https://www.amazon.com/Beyond-Order-More-Rules-Life/dp/0593084640",
      "review": "It bothers how much these books make me stop and think because it throws me out of the focus of actually reading.  More solid advice with less religion than the predecessor but retaining the 'difficult to want to read' badge."
    },
    "The Hitchhiker's Guide to the Galaxy": {
      "filename": "HitchhikersGuideToTheGalaxy.jpeg",
      "link": "https://www.amazon.com/Hitchhikers-Guide-Galaxy-Douglas-Adams/dp/0345418913",
      "review": "It's alright.  It felt like an aimless journey without defined boundaries that reveled in that fact for irony and wit points."
    }
  }
}
